Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The objective of the well was to prove petroleum in Upper Cretaceous reservoir rocks (the Lysing formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre kritt reservoarbergarter (Lysingformasjonen).

source: The well encountered the Lysing formation with reservoir rocks and reservoir quality as expected, but the well is dry.
nb: Brønnen påtraff Lysingformasjonen med reservoarbergarter og reservoarkvalitet som forventet, men brønnen er tørr.

source: The well is the first exploration well in production licence 513.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 513.

source: The well was drilled to a vertical depth of 3325 metres below the sea surface, and was terminated in the Lange formation in Early Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp på 3325 meter under havflaten, og ble avsluttet i Langeformasjonen av tidlig kritt alder.

source: Water depth is 409 metres.
nb: Havdypet er 409 meter.

source: Well 6506/6-2 was drilled by the Transocean Barents drilling facility, which will now proceed to production licence 531 in the Barents Sea to drill development well 7218/11-1, where Repsol Exploration Norge AS is the operator.
nb: Brønn 6506/6-2 ble boret av boreinnretningen Transocean Barents som nå skal til utvinningstillatelse 531 i Barentshavet for å bore utvinningsbrønn 7218/11-1 der Repsol Exploration Norge AS er operatør.

source: The well was drilled about 5 km north of the Åsgard field in the Norwegian Sea.
nb: Brønnen er boret om lag 5 km nord Åsgardfeltet i Norskehavet.

source: The primary exploration goal for the well was to prove petroleum in reservoir rocks of the Middle Jurassic Age (Garn, Ile and Tofte formations).
nb: Primært letemål for brønnen var å påvise petroleum i midtre jura reservoarbergarter (Garn-, Ile- og Tofteformasjonen).

source: The secondary exploration goal was to prove petroleum in Lower Jurassic reservoir rocks (Ror, Tilje and Åre formations).
nb: Sekundært letemål var å påvise petroleum i nedre jura reservoarbergarter (Ror-, Tilje- og Åreformasjonen).

source: The well encountered a gas/condensate column of about 40 metres in a down-to situation in the Garn formation.
nb: Brønnen påtraff en gass/kondensat kolonne på om lag 40 meter i en ned til situasjon i Garnformasjonen.

source: In addition, a thin gas/condensate column was encountered in the Ile formation.
nb: I tillegg ble det påtruffet en tynn gass/kondensatkolonne i Ileformasjonen.

source: The reservoir characteristics are good in the Garn formation, while they are somewhat poorer than expected in the Ile formation.
nb: Reservoaregenskapene er gode i Garnformasjonen, mens de er noe dårligere enn forventet i Ileformasjonen.

source: A preliminary estimate of the size of the discovery in the Garn formation is between 4 and 7.5 million Sm3 of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet i Garnformasjonen er mellom 4 og 7,5 millioner Sm3 utvinnbare oljeekvivalenter.

source: Tie-in of the discovery to the Åsgard field will be considered.
nb: Funnet vil bli vurdert tilknyttet Åsgardfeltet.

source: This is the first exploration well in production licence 479.
nb: Dette er den første letebrønnen i utvinningstillatelse 479, Tillatelsen ble 29.2.

source: The licence was awarded on 29 February 2008 in connection with APA 2007.
nb: 2008 tildelt i forbindelse med TFO 2007.

source: The well was drilled to a vertical depth of 4692 metres below the sea surface and completed in the Åre formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 4692m under havflaten og avsluttet i Åreformasjonen i nedre jura.

source: The sea depth is 302 metres.
nb: Havdypet er 302 meter.

source: Well 6506/9-3 was drilled from the Transocean Leader drilling facility, which will be going to production licence 050ES in the North Sea to drill wildcat well 34/10-54S, where Statoil Petroleum AS is the operator.
nb: Brønn 6506/9-3 ble boret av boreinnretningen Transocean Leader som skal til utvinningstillatelse 050ES i Nordsjøen for å bore undersøkelses brønn 34/10-54S der Statoil Petroleum AS er operatør.

source: The press conference will take place in the NPD's offices in Stavanger.
nb: Pressekonferansen arrangeres hos Oljedirektoratet i Stavanger.

source: Director general Bente Nyland will present the following topics:
nb: Oljedirektør Bente Nyland presenterer disse sakene:

source: The shelf in 2008
nb: Sokkelåret 2008

source: The resource account
nb: Ressursregnskapet

source: Challenges and outlook for the future
nb: Utfordringer og framtidsutsikter

source: State secretary Liv Monica Stubholt will take part in the conference.
nb: Statssekretær Liv Monica Stubholt deltar på konferansen.

source: The well was drilled about 12 km south of the Norne field in the Norwegian Sea.
nb: Brønnen er boret om lag 12 kilometer sør for Nornefeltet i Norskehavet.

source: The purpose of the well was to prove petroleum in reservoir rocks of the Middle and Early Jurassic Age (Fangst and Båt group).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av midt- og tidligjura alder (Fangst- og Båtgruppen).

source: The well encountered a 10-metre net oil column in Middle Jurassic (the Garn formation) with reservoir characteristics as expected.
nb: Brønnen påtraff i en 10 m netto oljekolonne i midtjura (Garnformasjonen) med reservoaregenskaper som forventet.

source: In addition, oil was encountered in a 2-3 metre thin sand layer in the upper part of the Tilje formation.
nb: I tillegg ble det påtruffet olje i et 2-3 meter tynt sandlag i øvre del av Tiljeformasjonen.

source: A preliminary estimate of the size of the discovery is under 1 million Sm3 recoverable oil.
nb: Foreløpig beregning av størrelsen på funnet er under 1million Sm3 utvinnbar olje.

source: Analyses will be made of the discovery to assess its commerciality.
nb: Det vil bli gjennomført analyser av funnet for å vurdere kommersialitet.

source: This is the first exploration well in production licence 159 C, which was awarded in February 2008.
nb: Dette er den første letebrønnen i utvinningstillatelse 159 C som ble tildelt i februar 2008.

source: The well was drilled to a vertical depth of 3430 metres below the surface of the sea and completed in the Åre formation of the Early Jurassic Age.
nb: Brønnen ble boret til et vertikalt dyp på 3430m under havflaten og avsluttet i Åreformasjonen av tidligjura alder.

source: The sea depth is 374 metres.
nb: Havdypet er 374m.

source: Well 6507/3-10 was drilled from the Songa Trym drilling facility, which will be going to production licence 128 in the Norwegian Sea to drill wildcat well 6608/10-15, where Statoil Petroleum AS is the operator.
nb: Brønn 6507/3-10 ble boret av boreinnretningen Songa Trym som skal til utvinningstillatelse 128 i Norskehavet for å bore undersøkelsesbrønn 6608/10-15 der Statoil Petroleum AS er operatør.

source: The well was drilled about nine kilometres northeast of the Norne field in the Norwegian Sea.
nb: Brønnen er boret om lag ni kilometer nordøst for Nornefeltet i Norskehavet.

source: The primary exploration target was to prove petroleum in Early Jurassic reservoir rocks (the Åre formation).
nb: Primært letemål var å påvise petroleum i reservoarbergarter av tidligjura alder (Åreformasjonen).

source: The secondary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (the Melke formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av mellomjura alder (Melkeformasjonen).

source: The well encountered a 45-metre oil column in the Åre formation and a 45-metre oil column in the Melke formation with reservoir thickness and properties in both levels as expected.
nb: Brønnen påtraff en 45 meter oljekolonne i Åreformasjonen og en 45 meter oljekolonne i Melkeformasjonen med reservoartykkelse og -egenskaper i begge nivåene som forventet.

source: Preliminary calculations of the size of the discovery are between one and three million standard cubic metres (Sm3) of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom en og tre millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: Tie-in of the discovery to the Norne field will be considered.
nb: Funnet vil bli vurdert tilknyttet Nornefeltet.

source: This is the 26th exploration well in production licence 128.
nb: Dette er den 26 letebrønnen i utvinningstillatelse 128.

source: The licence was awarded in licensing round 10-B in 1986.
nb: Tillatelsen ble tildelt i konsesjonsrunde 10-B i 1986.

source: The well was drilled to a vertical depth of 2005 metres below the sea surface and was terminated in the Åre formation from the Early Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 2005 meter under havflaten, og ble avsluttet i Åreformasjonen av tidligjura alder.

source: Water depth is 375 metres.
nb: Havdypet er 375 meter.

source: Well 6608/10-15 was drilled by the Songa Trym drilling facility, which will now proceed to production licence 348 in the Norwegian Sea to drill wildcat well 6407/8-6 where Statoil Petroleum AS is the operator.
nb: Brønn 6608/10-15 ble boret av boreinnretningen Songa Trym, som nå skal til utvinningstillatelse 348 i Norskehavet for å bore undersøkelsesbrønn 6407/8-6 der Statoil Petroleum AS er operatør.

source: The oil discovery 6608/11-2 ("Falk") was proven in 2000 in Lower Jurassic reservoir rocks (the Åre formation).
nb: Oljefunnet 6608/11-2 ("Falk") ble påvist i 2000 i nedre jura reservoarbergarter (Åreformasjonen).

source: The appraisal well was drilled about 650 metres west of the 6608/11-2 discovery well.
nb: Avgrensningsbrønnen er boret om lag 650 meter vest for funnbrønnen 6608/11-2.

source: Prior to the drilling of well 6608/11-8, the oil discovery was defined as a minor discovery with relatively poor production properties.
nb: Før boring av brønn 6608/11-8 var oljefunnet definert som et lite funn med forholdsvis dårlige produksjonsegenskaper.

source: The objective of the well was to delineate the 6608/11-2 discovery.
nb: Hensikten med brønnen var å avgrense funnet 6608/11-2.

source: The well encountered reservoir rocks with reservoir quality as expected, but the well is dry.
nb: Brønnen påtraff reservoarbergarter med reservoarkvalitet som forventet, men brønnen er tørr.

source: It is too early to estimate whether the discovery is commercially interesting.
nb: Det er for tidlig å anslå om funnet er økonomisk interessant.

source: Production licence 128 was awarded in licensing round 10-B in 1986.
nb: Utvinningstillatelse 128 ble tildelt i konsesjonsrunde 10-B i 1986.

source: The well was drilled to a vertical depth of 1945 metres below the sea surface, and was terminated in the Åre formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 1945 meter under havflaten, og ble avsluttet i Åreformasjonen i nedre jura.

source: Water depth at the site is 354 metres.
nb: Havdypet er 354 meter.

source: Well 6608/11-8 was drilled by the Songa Trym drilling facility, which will now proceed to production licence 159 C to drill wildcat well 6507/3-10, where Statoil Petroleum AS is the operator.
nb: Brønn 6608/11-8 ble boret av boreinnretningen Songa Trym, som nå skal til utvinningstillatelse 159 C for å bore undersøkelsesbrønn 6507/3-10, der Statoil Petroleum AS er operatør.

source: The well was drilled about 60 kilometres east of the Aasta Hansteen field in the Norwegian Sea.
nb: Brønnen er boret om lag 60 kilometer øst for Aasta Hansteen-feltet i Norskehavet.

source: The well's primary exploration target was to prove petroleum in Middle Jurassic reservoir rocks (the Fangst group).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellomjura alder (Fangstgruppen).

source: The secondary exploration target was to prove petroleum in reservoir rocks from the Late Cretaceous (the Shetland group) and the Early Jurassic (the Båt group).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av senkritt alder (Shetlandgruppen) og av tidligjura alder (Båtgruppen).

source: The well did not reach the Fangst and Båt groups and no reservoir development was proven in the Shetland group.
nb: Brønnen nådde ikke i Fangst- og Båtgruppen og det ble ikke påvist reservoarutvikling i Shetlandgruppen.

source: This is the first exploration well in production licence 330.
nb: Dette er den første letebrønnen i utvinningstillatelse 330.

source: The production licence was awarded in the 18th licensing round in 2004.
nb: Tillatelsen ble tildelt i 18. konsesjonsrunde i 2004.

source: The well was drilled to a vertical depth of 5574 metres below the sea surface and was terminated in rocks from the Early Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp på 5574 meter under havflaten, og ble avsluttet i bergarter av tidligkritt alder.

source: Well 6608/2-1 S was drilled with the Transocean Winner drilling facility, which will now proceed to production licence 203 in the North Sea to complete production wells on the Alvheim field, where Marathon Oil Norge AS is the operator.
nb: Brønn 6608/2-1 S ble boret av boreinnretningen Transocean Winner, som nå skal til utvinningstillatelse 203 i Nordsjøen for å komplettere produksjonsbrønner på Alvheimfeltet, der Marathon Oil Norge AS er operatør.

source: The drilling program for wellbore 6406/9-2 applies to drilling of a wildcat well in production licence 255.
nb: Boreprogrammet for brønnbane 6406/9-2 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 255.

source: The licensees are: Shell 30%, Petoro 30%, Statoil 20% and Total 20%.
nb: Rettighetshavere er: Shell 30 %, Petoro 30 %, Statoil 20 % og Total 20 %.

source: The area in this production licence encompasses the following three blocks: 6406/5, 6406/6 and 6406/9 in the southern part of the Norwegian Sea, approx. 40 km west-northwest of Draugen and approx. 20 km north of Njord.
nb: Arealet i denne tillatelsen utgjør de tre blokkene 6406/5, - 6 og - 9 i sørlige del av Norskehavet, om lag 40 km vest - nordvest av Draugen og ca 20 km nord for Njord.

source: Previously a gas-condensate discovery was made (6406/6-1), as well as a gas discovery (6406/9-1), which will be delimited by this well (6406/9-2).
nb: Det er tidligere gjort et gasskondensatfunn 6406/6-1 og et gassfunn 6406/9-1 som blir avgrenset ved denne brønnen (6406/9-2).

source: This is the fourth well drilled in this licence.
nb: Dette er fjerde brønnen som bores i tillatelsen.

source: The West Alpha is currently drilling well 6406/6-2 for Shell in the Norwegian Sea.
nb: West Alpha borer for tiden brønn 6406/6-2 for Shell i Norskehavet.

source: The drilling permit is conditional upon the operator obtaining all other permits and consents required by other authorities before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: The objective of the well was to prove petroleum in Lower Jurassic reservoir rocks (the Båt Group) in the Helgeland Basin, where eight wildcat wells have been drilled in and around the basin.
nb: Hensikten med brønnen var å påvise petroleum i nedre jura reservoarbergarter (Båtgruppen) i Helgelandsbassenget, der det tidligere er boret åtte undersøkelsesbrønner i og omkring bassenget.

source: The play in the area has not been confirmed.
nb: Letemodellen i området er ikke bekreftet.

source: The well encountered reservoir rocks in the Båt Group with good reservoir quality as expected.
nb: Brønnen påtraff reservoarbergarter i Båtgruppen med god reservoarkvalitet som forventet, men brønnen er tørr.

source: Data has been acquired and samples have been taken.
nb: Det er utført datainnsamling og prøvetaking.

source: This is the first exploration well in production licence 386.
nb: Dette er den første letebrønnen i utvinningstillatelse 386.

source: The well was drilled to a vertical depth of 2988 metres below the sea surface, and was terminated in Upper Triassic reservoir rocks ("Grey Beds").
nb: Brønnen ble boret til et vertikalt dyp på 2988 meter under havflaten, og ble avsluttet i øvre trias ("Grey Beds").

source: Water depth is 244 metres.
nb: Havdypet er 244 meter.

source: Well 6610/10-1 was drilled by the West Alpha drilling facility, which will now proceed to the North Sea to drill production wells on the Balder field where ExxonMobil Exploration & Production Norway AS is the operator.
nb: Brønn 6610/10-1 ble boret av boreinnretningen West Alpha, som nå skal til Nordsjøen for å bore produksjonsbrønner på Balderfeltet der ExxonMobil Exploration & Production Norway AS er operatør.

source: The well was drilled in the Barents Sea about 185 kilometres southwest of the Snøhvit field and 160 kilometres northwest of Tromsø.
nb: Brønnen er boret i Barentshavet om lag 185 kilometer sørvest for Snøhvitfeltet og 160 kilometer nordvest for Tromsø.

source: The objective of the well was to prove petroleum in Eocene and Paleocene reservoir rocks (the Sotbakken Group).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av eocen og paleocen alder (Sotbakkengruppen).

source: The well did not encounter reservoir rocks in the Sotbakken Group.
nb: Brønnen påtraff ikke reservoarbergarter i Sotbakkengruppen.

source: The well is the first exploration well in production licence 529.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 529.

source: The well was drilled to a vertical depth of 4025 metres below the sea surface and was terminated in the Upper Palaeocene.
nb: Brønnen ble boret til et vertikalt dyp av 4025 meter under havflaten og ble avsluttet i øvre paleocen.

source: Water depth is 1366 metres.
nb: Havdypet er 1366 meter.

source: This is the first deepwater well in the Barents Sea.
nb: Dette er den første dypvannsbrønnen i Barentshavet.

source: Well 7016/2-1 was drilled by the Scarabeo 8 drilling facility, which will now proceed to production licence 229 in the Barents Sea to drill production wells on the Goliat field, where Eni Norge AS is the operator.
nb: Brønn 7016/2-1 ble boret av boreinnretningen Scarabeo 8 som nå skal til utvinningstillatelse 229 i Barentshavet for å bore produksjonsbrønner på Goliatfeltet, der Eni Norge AS er operatør.

source: The well was drilled about 35 kilometres northwest of the Snøhvit field.
nb: Brønnen er boret omlag 35 kilometer nordvest for Snøhvitfeltet.

source: The primary exploration target for the well was to prove petroleum in Middle and Early Triassic sandstone rocks (Snadd formation) and in Permian carbonates (Røye formation).
nb: Primært letemål for brønnen var å påvise petroleum i sandsteinsbergarter av mellom- og tidligtrias alder (Snaddformasjonen) og i karbonatbergarter av perm alder (Røyeformasjonen).

source: The secondary exploration target was to prove petroleum in Middle Triassic reservoir rocks (Kobbe formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av mellomtrias alder (Kobbeformasjonen).

source: In the primary exploration target, the well encountered a gross oil column of about 75 metres and a gross gas column of about 25 metres in carbonate rocks in the Røye formation.
nb: I det primære letemålet påtraff brønnen en brutto oljekolonne på omlag 75 meter og en brutto gasskolonne på omlag 25 meter i karbonatbergarter i Røyeformasjonen.

source: The reservoir quality was better than expected.
nb: Reservoarkvaliteten var bedre enn forventet.

source: The reservoir rocks encountered in the Snadd formation are of expected reservoir quality, but the formation was aquiferous.
nb: Reservoarbergartene påtruffet i Snaddformasjonen er av forventet reservoarkvalitet, men formasjonen var vannførende.

source: Preliminary calculations of the size of the discovery are between 10 and 23 million standard cubic metres (Sm3) of recoverable oil and between 8 and 15 billion standard cubic metres of recoverable gas.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 10 og 23 millioner standard kubikkmeter (Sm3) utvinnbar olje og mellom 8 og 15 milliarder standard kubikkmeter utvinnbar gass.

source: The results confirm for the first time recoverable oil and gas in a Permian play in the Norwegian part of the Barents Sea.
nb: Resultatene bekrefter for første gang utvinnbar olje og gass i en letemodell av perm alder i norsk del av Barentshavet.

source: Further delineation of the discovery is planned.
nb: Videre avgrensning av funnet planlegges.

source: A successful formation test has been carried out in the Røye formation.
nb: En vellykket formasjonstest er gjennomført i Røyeformasjonen.

source: The maximum production rate was 683 Sm3 oil and 222300 Sm3 associated gas per flow day through a 44/64 inch nozzle opening.
nb: Maksimum produksjonsrate var på 683 Sm3 olje og 222300 Sm3 assosiert gass per strømningsdøgn gjennom en 44/64 tommers dyseåpning.

source: The gas/oil ratio is 190 Sm3/Sm3.
nb: Gass/olje forholdet er 190 Sm3/Sm3.

source: This is the first successful test in Permian carbonate rocks on the Norwegian shelf.
nb: Dette er den første vellykkede testen i permiske karbonatbergarter på norsk sokkel.

source: The well is the first exploration well in production licence 492.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 492.

source: The well was drilled to a vertical depth of 2515 metres below the sea surface, and was terminated in the Røye formation in Permian.
nb: Brønnen ble boret til et vertikalt dyp på 2515 meter under havflaten, og ble avsluttet i Røyeformasjonen av perm alder.

source: Water depth is 342 metres.
nb: Havdypet er 342 meter.

source: Well 7120/1-3 was drilled by the Transocean Arctic drilling facility which will now proceed to production licence 418 in the North Sea to drill appraisal well 35/9-10 S where Wintershall Norge AS is the operator.
nb: Brønn 7120/1-3 ble boret av boreinnretningen Transocean Arctic som nå skal til utvinningstillatelse 418 i Nordsjøen for å bore avgrensningsbrønn 35/9-10 S der Wintershall Norge AS er operatør.

source: The well was drilled about 230 kilometres northwest of Hammerfest and 80 kilometres southwest of the 7220/8-1 (Skrugard) discovery in the western part of the Barents Sea.
nb: Brønnen er boret om lag 230 kilometer nordvest for Hammerfest og 80 kilometer sørvest for funnet 7220/8-1 (Skrugard) i den vestlige delen av Barentshavet.

source: The primary exploration target for the well was to prove petroleum in the Upper Cretaceous (Kveite formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre kritt (Kveiteformasjonen).

source: The secondary exploration target was to prove petroleum in the Paleocene (Torsk formation).
nb: Sekundært letemål var å påvise petroleum i paleocen (Torskformasjonen).

source: Reservoir development was not proven in the Kveite formation, and thin, dense sandstone layers were proven in the Torsk formation, as well as traces of gas.
nb: Det ble ikke påvist reservoarutvikling i Kveiteformasjonen, og i Torskformasjonen er det tynne, tette sandsteinslag, samt spor av gass.

source: This is the first exploration well in production licence 531.
nb: Dette er den første letebrønnen i utvinningstillatelse 531.

source: The well was drilled to a vertical depth of 2500 metres below the sea surface, and was terminated in the Kolmule formation in the Lower Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp på 2500 meter under havflaten, og ble avsluttet i Kolmuleformasjonen i nedre kritt.

source: Water depth is 325 metres.
nb: Havdypet er 325 meter.
